# Коментарий
print(5)
print("Результат : 3", 6, 18, sep="", end="!\n")
#sep - Разділення між строчками(розділитель, прописується  в кінці)
#end - встановлення кінця для строки
#end="\n" - перевод на нову строку(new line)
print("Second \" line")
# \" - для виведення обичного символу
print('Second " line')
# '' або "" - немає значення
print('Second " l\ni\nne')
# \n - перевод на нові строки
print('Second "\t line')
# \t - відступ
print("Результат :", 5 * 5)
# мат операції додавання, віднмання, ділення, множенння, остаток при дліенні
print("Результат :", 5 ** 3)
# ** - виведення в квадрат
print("Результат :", 5 // 3)
# // - виведення тільки цілого числа (остача округляється, округлення до меньшого числа)
print("Результат :", min(5, 8, 2, 0, -2))
#min() - функція знаходить мінімальний елемент
print("Результат", max(1, 3, 8))
#max() - знаходить максимальний елемент
print("Результат :", abs(-5))
#abs() - число по модулю(число буде в додатньому значенні)
print("Результат :", pow(5, 3))
#pow() возведення числа в степінь (5 - число, 3 - степінь)
print("Результат :", round(5 / 3))
#round() - округленя до найближчого числа

input()
#input - получення значень від користувача ( получити якісь значення)
input("Введіть ваш вік :")
#print - виведення інформації
#input - получення інформації



